tap "1password/tap"
tap "grafana/grafana"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kovetskiy/mark"
tap "robinovitch61/tap"
tap "tdewolff/tap"
brew "act"
brew "zstd"
brew "arping"
brew "as-tree"
brew "asdf"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bottom"
brew "btop"
brew "colordiff"
brew "coreutils"
brew "difftastic"
brew "dnscontrol"
brew "dnstop"
brew "dog"
brew "dos2unix"
brew "gnu-tar"
brew "dpkg"
brew "exiftool"
brew "icu4c@76"
brew "harfbuzz"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fping"
brew "gawk"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-time"
brew "gnupg"
brew "goreleaser"
brew "grep"
brew "grex"
brew "hcl2json"
brew "hexyl"
brew "hub"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "ipv6calc"
brew "jd"
brew "jless"
brew "jq"
brew "kcat"
brew "less"
brew "logcli"
brew "make"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "mtr"
brew "ncdu"
brew "nmap"
brew "node"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@17", restart_service: :changed
brew "prettier"
brew "prettyping"
brew "pstree"
brew "pwgen"
brew "python-markupsafe"
brew "qrencode"
brew "rpm2cpio"
brew "rsync"
brew "s3cmd"
brew "sampler"
brew "sd"
brew "socat"
brew "speedtest-cli"
brew "sphinx-doc", link: false
brew "sponge"
brew "ssh-audit"
brew "sshuttle"
brew "tailscale"
brew "tcpdump"
brew "terracognita"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xh"
brew "xq"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "grafana/grafana/alloy"
brew "kovetskiy/mark/mark"
brew "robinovitch61/tap/wander"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "balenaetcher"
cask "breitbandmessung"
cask "calibre"
cask "citrix-workspace"
cask "cyberduck"
cask "docker"
cask "dymo-connect"
cask "ea"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grammarly-desktop"
cask "inkscape"
cask "iterm2"
cask "logi-options+"
cask "native-access"
cask "obsidian"
cask "okta-advanced-server-access"
cask "openmtp"
cask "oracle-jdk"
cask "pgadmin4"
cask "postman"
cask "qflipper"
cask "qlmarkdown"
cask "rocket"
cask "signal"
cask "sonos"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "zulu@17"
mas "1Password for Safari", id: 1569813296
mas "AusweisApp", id: 948660805
mas "Kindle", id: 302584613
mas "Live Home 3D", id: 1066144116
mas "MoneyMoney", id: 872698314
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "WISO steuer: 2019", id: 1434027991
mas "WISO steuer: 2020", id: 1476374877
vscode "1password.op-vscode"
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "arcanis.vscode-zipfs"
vscode "bbenoist.vagrant"
vscode "bdavs.expect"
vscode "bibhasdn.unique-lines"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.grafana-alloy"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jasonnutter.vscode-codeowners"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jinliming2.vscode-go-template"
vscode "kaiwood.endwise"
vscode "luggage66.awk"
vscode "lukas-tr.materialdesignicons-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.direnv"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "parallelsdesktop.parallels-desktop"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "samuelcolvin.jinjahtml"
vscode "sharat.vscode-brewfile"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-zipexplorer"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
