tap "grafana/grafana"
tap "hashicorp/tap"
tap "robinovitch61/tap"
tap "tdewolff/tap"
brew "libssh"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "zstd"
brew "arping"
brew "as-tree"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "btop"
brew "checkov"
brew "colordiff"
brew "copier"
brew "coreutils"
brew "direnv"
brew "dog"
brew "dos2unix"
brew "duf"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fping"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delete-merged-branches"
brew "git-lfs"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "libusb"
brew "gnupg"
brew "go"
brew "grep"
brew "grex"
brew "hexyl"
brew "hub"
brew "icu4c@76"
brew "python@3.12"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "ipv6calc"
brew "irssi"
brew "jd"
brew "jless"
brew "jq"
brew "kcat"
brew "lefthook"
brew "less"
brew "logcli"
brew "make"
brew "mas"
brew "midnight-commander"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "postgresql@17"
brew "pre-commit"
brew "prettyping"
brew "pstree"
brew "pwgen"
brew "python-argcomplete"
brew "qrencode"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "ruff"
brew "s3cmd"
brew "sampler"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "speedtest-cli"
brew "sponge"
brew "ssh-audit"
brew "sshuttle"
brew "tcpdump"
brew "testssl"
brew "tmux"
brew "uv"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xh"
brew "xq"
brew "yq"
brew "yt-dlp"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform"
brew "robinovitch61/tap/wander"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "calibre"
cask "claude"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "gcloud-cli"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "loom"
cask "okta-advanced-server-access"
cask "postman"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "rekordbox"
cask "slack"
cask "sonos"
cask "spotify"
cask "tailscale-app"
cask "telegram-desktop"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark-app"
mas "1Password for Safari", id: 1569813296
mas "AusweisApp", id: 948660805
mas "Live Home 3D", id: 1066144116
mas "MoneyMoney", id: 872698314
mas "Okta Verify", id: 490179405
mas "Slack", id: 803453959
vscode "1password.op-vscode"
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "arcanis.vscode-zipfs"
vscode "bbenoist.vagrant"
vscode "bdavs.expect"
vscode "bibhasdn.unique-lines"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grafana.grafana-alloy"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jasonnutter.vscode-codeowners"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jinliming2.vscode-go-template"
vscode "kaiwood.endwise"
vscode "luggage66.awk"
vscode "lukas-tr.materialdesignicons-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.direnv"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "repreng.csv"
vscode "richie5um2.vscode-sort-json"
vscode "samuelcolvin.jinjahtml"
vscode "sharat.vscode-brewfile"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-zipexplorer"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "wholroyd.jinja"
vscode "xadillax.viml"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
