tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "kovetskiy/mark"
tap "robinovitch61/tap"
tap "tdewolff/tap"
brew "act"
brew "python-markupsafe"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "zstd"
brew "arping"
brew "as-tree"
brew "atool"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "btop"
brew "cli53"
brew "colordiff"
brew "composer"
brew "coreutils"
brew "difftastic"
brew "dnscontrol"
brew "dnstop"
brew "dog"
brew "dos2unix"
brew "gnu-tar"
brew "dpkg"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fping"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delete-merged-branches"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-time"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "goreleaser"
brew "grep"
brew "grex"
brew "hcl2json"
brew "hcloud"
brew "helm"
brew "hexyl"
brew "hub"
brew "imagemagick"
brew "insect"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "ipv6calc"
brew "jd"
brew "jless"
brew "jq"
brew "less"
brew "libssh"
brew "logcli"
brew "make"
brew "midnight-commander"
brew "mtr"
brew "ncdu"
brew "nmap"
brew "nomad"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pastel"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "pstree"
brew "pwgen"
brew "qrencode"
brew "ripgrep"
brew "rpm2cpio"
brew "rsync"
brew "ruby@2.7"
brew "ruby@3.1"
brew "s3cmd"
brew "sampler"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sphinx-doc"
brew "sponge"
brew "ssh-audit"
brew "sshuttle"
brew "tailscale"
brew "tcpdump"
brew "terracognita"
brew "terraform"
brew "tmux"
brew "tree"
brew "vault"
brew "viddy"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "xh"
brew "yq"
brew "yt-dlp"
brew "kovetskiy/mark/mark"
brew "robinovitch61/tap/wander"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "balenaetcher"
cask "calibre"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "inkscape"
cask "iterm2"
cask "logi-options-plus"
cask "mediathekview"
cask "native-access"
cask "okta-advanced-server-access"
cask "openmtp"
cask "oracle-jdk"
cask "orbstack"
cask "postman"
cask "rocket"
cask "sonos"
cask "spotify"
cask "tableau"
cask "the-unarchiver"
cask "threema"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zulu17"
vscode "1Password.op-vscode"
vscode "4ops.packer"
vscode "aaron-bond.better-comments"
vscode "Atishay-Jain.All-Autocomplete"
vscode "bbenoist.vagrant"
vscode "bdavs.expect"
vscode "bibhasdn.unique-lines"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbankier.vscode-quick-select"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "fredwangwang.vscode-hcl-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "IBM.output-colorizer"
vscode "jasonnutter.vscode-codeowners"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jinliming2.vscode-go-template"
vscode "kaiwood.endwise"
vscode "luggage66.AWK"
vscode "lukas-tr.materialdesignicons-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.direnv"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nickgo.cuelang"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "samuelcolvin.jinjahtml"
vscode "sharat.vscode-brewfile"
vscode "Shopify.ruby-lsp"
vscode "sleistner.vscode-fileutils"
vscode "slevesque.vscode-zipexplorer"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
vscode "XadillaX.viml"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "Zignd.html-css-class-completion"
